Repository: flipper-hero/ios-app
Catalog: Sources/AgentKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans

source: sends a paid test message to your model provider
ar: يرسل رسالة اختبار مدفوعة إلى مزوّد النموذج
de: sendet eine kostenpflichtige Testnachricht an deinen Modellanbieter
es: envía un mensaje de prueba de pago a tu proveedor de modelos
fr: envoie un message de test payant à votre fournisseur de modèle
hi: आपके मॉडल प्रदाता को सशुल्क परीक्षण संदेश भेजता है
it: invia un messaggio di prova a pagamento al fornitore del modello
ja: モデルのプロバイダーに有料のテストメッセージを送信します
ko: 모델 제공업체에 유료 테스트 메시지를 보냅니다
pl: wysyła płatną wiadomość testową do dostawcy modelu
pt_br: envia uma mensagem de teste paga ao provedor do modelo
ru: отправляет платное тестовое сообщение провайдеру модели
tr: model sağlayıcınıza ücretli bir test mesajı gönderir
uk: надсилає платне тестове повідомлення провайдеру моделі
zh_hans: 向模型提供商发送一条可能收费的测试消息

source: Choose model
ar: اختيار النموذج
de: Modell auswählen
es: Elegir modelo
fr: Choisir un modèle
hi: मॉडल चुनें
it: Scegli modello
ja: モデルを選択
ko: 모델 선택
pl: Wybierz model
pt_br: Escolher modelo
ru: Выбрать модель
tr: Model seç
uk: Вибрати модель
zh_hans: 选择模型

source: Test connection
ar: اختبار الاتصال
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
hi: कनेक्शन जाँचें
it: Verifica connessione
ja: 接続をテスト
ko: 연결 테스트
pl: Przetestuj połączenie
pt_br: Testar conexão
ru: Проверить подключение
tr: Bağlantıyı test et
uk: Перевірити підключення
zh_hans: 测试连接

source: Switch the AI provider to %@
ar: تغيير مزوّد الذكاء الاصطناعي إلى %@
de: Zum KI-Anbieter %@ wechseln
es: Cambiar al proveedor de IA %@
fr: Passer au fournisseur IA %@
hi: AI प्रदाता को %@ पर बदलें
it: Passa al fornitore IA %@
ja: AI プロバイダーを %@ に変更
ko: AI 제공업체를 %@로 변경
pl: Zmień dostawcę AI na %@
pt_br: Mudar para o provedor de IA %@
ru: Переключить провайдера ИИ на %@
tr: Yapay zekâ sağlayıcısını %@ olarak değiştir
uk: Змінити провайдера ШІ на %@
zh_hans: 将 AI 提供商切换为 %@

source: Use an HTTPS API URL from this provider.
ar: استخدم عنوان API عبر HTTPS تابعًا لهذا المزوّد.
de: Verwende eine HTTPS-API-Adresse dieses Anbieters.
es: Usa una URL API HTTPS de este proveedor.
fr: Utilisez une URL API HTTPS de ce fournisseur.
hi: इस प्रदाता का HTTPS API URL इस्तेमाल करें।
it: Usa un URL API HTTPS di questo fornitore.
ja: このプロバイダーの HTTPS API URL を使用してください。
ko: 이 제공업체의 HTTPS API URL을 사용하세요.
pl: Użyj adresu API HTTPS tego dostawcy.
pt_br: Use uma URL API HTTPS deste provedor.
ru: Используйте HTTPS-адрес API этого провайдера.
tr: Bu sağlayıcının HTTPS API URL’sini kullanın.
uk: Використовуйте HTTPS-адресу API цього провайдера.
zh_hans: 请使用此提供商的 HTTPS API 地址。

source: Add an API key in Settings first.
ar: أضف مفتاح API في الإعدادات أولًا.
de: Hinterlege zuerst einen API-Schlüssel in den Einstellungen.
es: Primero añade una clave API en Ajustes.
fr: Ajoutez d’abord une clé API dans les Réglages.
hi: पहले सेटिंग्स में API कुंजी जोड़ें।
it: Aggiungi prima una chiave API nelle Impostazioni.
ja: まず設定で API キーを追加してください。
ko: 먼저 설정에서 API 키를 추가하세요.
pl: Najpierw dodaj klucz API w Ustawieniach.
pt_br: Primeiro adicione uma chave API nos Ajustes.
ru: Сначала добавьте ключ API в настройках.
tr: Önce Ayarlar’a bir API anahtarı ekleyin.
uk: Спершу додайте ключ API у Параметрах.
zh_hans: 请先在设置中添加 API 密钥。

source: Choose a model first.
ar: اختر نموذجًا أولًا.
de: Wähle zuerst ein Modell aus.
es: Primero elige un modelo.
fr: Choisissez d’abord un modèle.
hi: पहले एक मॉडल चुनें।
it: Scegli prima un modello.
ja: まずモデルを選択してください。
ko: 먼저 모델을 선택하세요.
pl: Najpierw wybierz model.
pt_br: Primeiro escolha um modelo.
ru: Сначала выберите модель.
tr: Önce bir model seçin.
uk: Спершу виберіть модель.
zh_hans: 请先选择模型。

source: The model did not reply. Try another model.
ar: لم يردّ النموذج. جرّب نموذجًا آخر.
de: Das Modell hat nicht geantwortet. Versuche ein anderes Modell.
es: El modelo no respondió. Prueba otro modelo.
fr: Le modèle n’a pas répondu. Essayez un autre modèle.
hi: मॉडल ने जवाब नहीं दिया। दूसरा मॉडल आज़माएँ।
it: Il modello non ha risposto. Prova un altro modello.
ja: モデルが応答しませんでした。別のモデルを試してください。
ko: 모델이 응답하지 않았습니다. 다른 모델을 시도하세요.
pl: Model nie odpowiedział. Spróbuj innego modelu.
pt_br: O modelo não respondeu. Tente outro modelo.
ru: Модель не ответила. Попробуйте другую модель.
tr: Model yanıt vermedi. Başka bir model deneyin.
uk: Модель не відповіла. Спробуйте іншу модель.
zh_hans: 模型未回复，请尝试其他模型。

source: No model list is available. Enter a model ID from the provider documentation.
ar: قائمة النماذج غير متاحة. أدخل معرّف نموذج من وثائق المزوّد.
de: Keine Modellliste verfügbar. Trage eine Modell-ID aus der Dokumentation des Anbieters ein.
es: No hay lista de modelos disponible. Introduce un ID de modelo de la documentación del proveedor.
fr: Aucune liste de modèles disponible. Saisissez un identifiant de modèle figurant dans la documentation du fournisseur.
hi: मॉडल सूची उपलब्ध नहीं है। प्रदाता के दस्तावेज़ों से मॉडल ID दर्ज करें।
it: Nessun elenco di modelli disponibile. Inserisci un ID modello dalla documentazione del fornitore.
ja: モデル一覧を取得できません。プロバイダーのドキュメントにあるモデル ID を入力してください。
ko: 모델 목록을 사용할 수 없습니다. 제공업체 문서의 모델 ID를 입력하세요.
pl: Lista modeli jest niedostępna. Wpisz ID modelu z dokumentacji dostawcy.
pt_br: Não há lista de modelos disponível. Digite um ID de modelo da documentação do provedor.
ru: Список моделей недоступен. Введите ID модели из документации провайдера.
tr: Model listesi yok. Sağlayıcı belgelerinden bir model kimliği girin.
uk: Список моделей недоступний. Введіть ID моделі з документації провайдера.
zh_hans: 模型列表不可用，请输入提供商文档中的模型 ID。

source: API request failed (HTTP %lld). Check your key, model and account credit.
ar: فشل طلب API (HTTP %lld). تحقق من المفتاح والنموذج ورصيد الحساب.
de: API-Anfrage fehlgeschlagen (HTTP %lld). Prüfe Schlüssel, Modell und Kontoguthaben.
es: La solicitud API falló (HTTP %lld). Revisa la clave, el modelo y el saldo de la cuenta.
fr: Échec de la requête API (HTTP %lld). Vérifiez la clé, le modèle et le crédit du compte.
hi: API अनुरोध विफल (HTTP %lld)। कुंजी, मॉडल और खाते का क्रेडिट जाँचें।
it: Richiesta API non riuscita (HTTP %lld). Verifica chiave, modello e credito dell’account.
ja: API リクエストに失敗しました（HTTP %lld）。キー、モデル、アカウント残高を確認してください。
ko: API 요청 실패(HTTP %lld). 키, 모델 및 계정 잔액을 확인하세요.
pl: Żądanie API nie powiodło się (HTTP %lld). Sprawdź klucz, model i saldo konta.
pt_br: A solicitação API falhou (HTTP %lld). Verifique a chave, o modelo e o saldo da conta.
ru: Запрос API не выполнен (HTTP %lld). Проверьте ключ, модель и баланс аккаунта.
tr: API isteği başarısız (HTTP %lld). Anahtarı, modeli ve hesap bakiyesini kontrol edin.
uk: Запит API не виконано (HTTP %lld). Перевірте ключ, модель і баланс рахунку.
zh_hans: API 请求失败（HTTP %lld）。请检查密钥、模型和账户余额。

# %@ %@ (dev build); newest release is %@
source: %1$@ %2$@ (dev build); newest release is %3$@
ar: %1$@ %2$@ (إصدار تطوير)؛ أحدث إصدار هو %3$@
de: %1$@ %2$@ (Entwickler-Build); neueste Version ist %3$@
es: %1$@ %2$@ (versión de desarrollo); la última versión es %3$@
fr: %1$@ %2$@ (build de développement) ; la dernière version est %3$@
hi: %1$@ %2$@ (डेवलपमेंट बिल्ड); नवीनतम रिलीज़ %3$@ है
it: %1$@ %2$@ (build di sviluppo); l’ultima versione è %3$@
ja: %1$@ %2$@（開発ビルド）、最新リリースは %3$@
ko: %1$@ %2$@ (개발 빌드), 최신 릴리스는 %3$@
pl: %1$@ %2$@ (wersja deweloperska); najnowsze wydanie to %3$@
pt_br: %1$@ %2$@ (build de desenvolvimento); a versão mais recente é %3$@
ru: %1$@ %2$@ (сборка для разработчиков); последняя версия %3$@
tr: %1$@ %2$@ (geliştirici derlemesi); en yeni sürüm %3$@
uk: %1$@ %2$@ (збірка для розробників); найновіша версія %3$@
zh_hans: %1$@ %2$@（开发版）；最新版本为 %3$@

# %@ %@ is the newest release
source: %1$@ %2$@ is the newest release
ar: %1$@ %2$@ هو أحدث إصدار
de: %1$@ %2$@ ist die neueste Version
es: %1$@ %2$@ es la última versión
fr: %1$@ %2$@ est la dernière version
hi: %1$@ %2$@ नवीनतम रिलीज़ है
it: %1$@ %2$@ è l’ultima versione
ja: %1$@ %2$@ は最新リリースです
ko: %1$@ %2$@이(가) 최신 릴리스입니다
pl: %1$@ %2$@ to najnowsze wydanie
pt_br: %1$@ %2$@ é a versão mais recente
ru: %1$@ %2$@ — последняя версия
tr: %1$@ %2$@ en yeni sürüm
uk: %1$@ %2$@ — найновіша версія
zh_hans: %1$@ %2$@ 是最新版本

# %@ %@; %@ is available
source: %1$@ %2$@; %3$@ is available
ar: %1$@ %2$@؛ يتوفر %3$@
de: %1$@ %2$@; %3$@ ist verfügbar
es: %1$@ %2$@; %3$@ está disponible
fr: %1$@ %2$@ ; %3$@ est disponible
hi: %1$@ %2$@; %3$@ उपलब्ध है
it: %1$@ %2$@; è disponibile %3$@
ja: %1$@ %2$@、%3$@ が利用可能です
ko: %1$@ %2$@, %3$@ 사용 가능
pl: %1$@ %2$@; dostępne jest %3$@
pt_br: %1$@ %2$@; %3$@ está disponível
ru: %1$@ %2$@; доступна %3$@
tr: %1$@ %2$@; %3$@ mevcut
uk: %1$@ %2$@; доступна %3$@
zh_hans: %1$@ %2$@；%3$@ 可用

source: App catalog returned HTTP %lld
ar: أعاد كتالوج التطبيقات HTTP %lld
de: Der App-Katalog antwortete mit HTTP %lld
es: El catálogo de apps respondió HTTP %lld
fr: Le catalogue d’apps a répondu HTTP %lld
hi: ऐप कैटलॉग ने HTTP %lld लौटाया
it: Il catalogo app ha risposto HTTP %lld
ja: アプリカタログが HTTP %lld を返しました
ko: 앱 카탈로그가 HTTP %lld을(를) 반환했습니다
pl: Katalog aplikacji zwrócił HTTP %lld
pt_br: O catálogo de apps retornou HTTP %lld
ru: Каталог приложений вернул HTTP %lld
tr: Uygulama kataloğu HTTP %lld döndürdü
uk: Каталог застосунків повернув HTTP %lld
zh_hans: 应用目录返回 HTTP %lld

source: Arm engagement mode (%@)%@
ar: تفعيل وضع الـ Engagement (%@)%@
de: Engagement-Modus aktivieren (%@)%@
es: Activar el modo engagement (%@)%@
fr: Armer le mode engagement (%@)%@
hi: एंगेजमेंट मोड चालू करें (%@)%@
it: Attiva la modalità engagement (%@)%@
ja: エンゲージメントモードを有効化（%@）%@
ko: Engagement 모드 활성화(%@)%@
pl: Uzbrój tryb engagement (%@)%@
pt_br: Ativar o modo engagement (%@)%@
ru: Включить режим engagement (%@)%@
tr: Engagement modunu etkinleştir (%@)%@
uk: Увімкнути режим engagement (%@)%@
zh_hans: 启用 Engagement 模式（%@）%@

source: Ask again after reading Flipper content, even in YOLO mode
ar: اسأل مجددًا بعد قراءة محتوى Flipper، حتى في وضع YOLO
de: Nach dem Lesen von Flipper-Inhalten wieder fragen, auch im YOLO-Modus
es: Volver a preguntar tras leer contenido del Flipper, incluso en modo YOLO
fr: Redemander après la lecture de contenu du Flipper, même en mode YOLO
hi: Flipper की सामग्री पढ़ने के बाद फिर पूछें, YOLO मोड में भी
it: Chiedi di nuovo dopo aver letto contenuti del Flipper, anche in modalità YOLO
ja: Flipper の内容を読んだ後は YOLO モードでも再確認する
ko: Flipper 내용을 읽은 뒤에는 YOLO 모드에서도 다시 묻기
pl: Pytaj ponownie po odczycie danych z Flippera, nawet w trybie YOLO
pt_br: Perguntar de novo após ler conteúdo do Flipper, mesmo no modo YOLO
ru: Снова спрашивать после чтения данных с Flipper, даже в режиме YOLO
tr: Flipper içeriği okunduktan sonra YOLO modunda bile yeniden sor
uk: Знову питати після читання даних із Flipper, навіть у режимі YOLO
zh_hans: 读取 Flipper 内容后再次询问，即使在 YOLO 模式下

source: Ask again for medium-risk actions
ar: اسأل مجددًا عن الإجراءات متوسطة الخطورة
de: Bei Aktionen mit mittlerem Risiko wieder fragen
es: Volver a preguntar en acciones de riesgo medio
fr: Redemander pour les actions à risque moyen
hi: मध्यम जोखिम वाली कार्रवाइयों पर फिर पूछें
it: Chiedi di nuovo per le azioni a rischio medio
ja: 中リスクの操作で再確認する
ko: 중간 위험 작업은 다시 묻기
pl: Pytaj ponownie przy działaniach średniego ryzyka
pt_br: Perguntar de novo em ações de risco médio
ru: Снова спрашивать при действиях среднего риска
tr: Orta riskli işlemlerde yeniden sor
uk: Знову питати для дій середнього ризику
zh_hans: 中风险操作再次询问

source: Bad KB scripts start without anyone pressing Run
ar: نصوص Bad KB تبدأ دون أن يضغط أحد Run
de: Bad-KB-Skripte starten, ohne dass jemand Run drückt
es: los scripts de Bad KB se inician sin que nadie pulse Run
fr: les scripts Bad KB démarrent sans que personne n'appuie sur Run
hi: Bad KB स्क्रिप्ट बिना किसी के Run दबाए शुरू होती हैं
it: gli script Bad KB partono senza che nessuno prema Run
ja: Bad KB スクリプトは誰も Run を押さずに開始します
ko: 아무도 Run을 누르지 않아도 Bad KB 스크립트가 시작됩니다
pl: skrypty Bad KB startują bez naciskania Run
pt_br: scripts do Bad KB iniciam sem que ninguém pressione Run
ru: скрипты Bad KB запускаются без нажатия Run
tr: Bad KB betikleri kimse Run'a basmadan başlıyor
uk: скрипти Bad KB запускаються без натискання Run
zh_hans: Bad KB 脚本在无人按 Run 的情况下启动

# Battery is at %lld%%. Charge to at least %lld%% or plug it in first.
source: Battery is at %1$lld%%. Charge to at least %2$lld%% or plug it in first.
ar: البطارية عند %1$lld%%. اشحنها إلى %2$lld%% على الأقل أو صِلها بالشاحن أولًا.
de: Der Akku ist bei %1$lld %%. Lade auf mindestens %2$lld %% oder schließ vorher ein Ladegerät an.
es: La batería está al %1$lld %%. Cárgala al menos al %2$lld %% o conéctala antes.
fr: La batterie est à %1$lld %%. Charge-la à au moins %2$lld %% ou branche-la d’abord.
hi: बैटरी %1$lld%% है। पहले कम से कम %2$lld%% तक चार्ज करें या चार्जर लगाएँ।
it: La batteria è al %1$lld%%. Caricala almeno al %2$lld%% o collegala prima.
ja: バッテリーは %1$lld%% です。%2$lld%% 以上に充電するか、先に充電器をつないでください。
ko: 배터리가 %1$lld%%입니다. 먼저 %2$lld%% 이상 충전하거나 충전기를 연결하세요.
pl: Bateria ma %1$lld%%. Naładuj ją co najmniej do %2$lld%% lub najpierw podłącz ładowarkę.
pt_br: A bateria está em %1$lld%%. Carregue até pelo menos %2$lld%% ou conecte o carregador antes.
ru: Заряд %1$lld%%. Зарядите хотя бы до %2$lld%% или сначала подключите зарядку.
tr: Pil %%%1$lld. Önce en az %%%2$lld şarj et ya da şarja tak.
uk: Заряд %1$lld%%. Зарядіть хоча б до %2$lld%% або спершу підключіть зарядку.
zh_hans: 电量为 %1$lld%%。请先充电至至少 %2$lld%% 或接上充电器。

source: Cancel the running firmware update
ar: إلغاء تحديث البرنامج الثابت الجاري
de: Laufendes Firmware-Update abbrechen
es: Cancelar la actualización de firmware en curso
fr: Annuler la mise à jour du firmware en cours
hi: चल रहा फ़र्मवेयर अपडेट रद्द करें
it: Annulla l’aggiornamento firmware in corso
ja: 実行中のファームウェア更新をキャンセル
ko: 진행 중인 펌웨어 업데이트 취소
pl: Anuluj trwającą aktualizację firmware’u
pt_br: Cancelar a atualização de firmware em andamento
ru: Отменить текущее обновление прошивки
tr: Süren aygıt yazılımı güncellemesini iptal et
uk: Скасувати поточне оновлення прошивки
zh_hans: 取消正在进行的固件更新

source: Check how the firmware update is going
ar: تحقق من سير تحديث البرنامج الثابت
de: Stand des Firmware-Updates prüfen
es: Ver cómo va la actualización de firmware
fr: Voir où en est la mise à jour du firmware
hi: देखें कि फ़र्मवेयर अपडेट कैसा चल रहा है
it: Controlla come procede l’aggiornamento firmware
ja: ファームウェア更新の進み具合を確認
ko: 펌웨어 업데이트 진행 상황 확인
pl: Sprawdź postęp aktualizacji firmware’u
pt_br: Ver como está a atualização de firmware
ru: Узнать, как идёт обновление прошивки
tr: Aygıt yazılımı güncellemesinin durumuna bak
uk: Дізнатися, як іде оновлення прошивки
zh_hans: 查看固件更新进度

source: Check the firmware for updates
ar: البحث عن تحديثات للبرنامج الثابت
de: Nach Firmware-Updates suchen
es: Buscar actualizaciones de firmware
fr: Rechercher des mises à jour du firmware
hi: फ़र्मवेयर अपडेट जाँचें
it: Cerca aggiornamenti del firmware
ja: ファームウェアの更新を確認
ko: 펌웨어 업데이트 확인
pl: Sprawdź aktualizacje firmware’u
pt_br: Procurar atualizações de firmware
ru: Проверить обновления прошивки
tr: Aygıt yazılımı güncellemelerini denetle
uk: Перевірити оновлення прошивки
zh_hans: 检查固件更新

source: Close the app running on the Flipper
ar: إغلاق التطبيق الذي يعمل على Flipper
de: Laufende App auf dem Flipper schließen
es: Cerrar la app que se ejecuta en el Flipper
fr: Fermer l’app en cours sur le Flipper
hi: Flipper पर चल रहा ऐप बंद करें
it: Chiudi l’app in esecuzione sul Flipper
ja: Flipper で実行中のアプリを閉じる
ko: Flipper에서 실행 중인 앱 닫기
pl: Zamknij aplikację działającą na Flipperze
pt_br: Fechar o app em execução no Flipper
ru: Закрыть приложение, запущенное на Flipper
tr: Flipper’da çalışan uygulamayı kapat
uk: Закрити застосунок, запущений на Flipper
zh_hans: 关闭 Flipper 上正在运行的应用

source: Compile the last %lld audit entries into an engagement report
ar: تجميع آخر %lld قيود تدقيق في تقرير engagement
de: Die letzten %lld Audit-Einträge zu einem Engagement-Bericht zusammenfassen
es: Compilar las últimas %lld entradas de auditoría en un informe de engagement
fr: Compiler les %lld dernières entrées d'audit en un rapport d'engagement
hi: अंतिम %lld ऑडिट प्रविष्टियों को एंगेजमेंट रिपोर्ट में संकलित करें
it: Riunisci le ultime %lld voci di audit in un report di engagement
ja: 直近 %lld 件の監査記録をエンゲージメントレポートにまとめます
ko: 최근 %lld개의 감사 항목을 engagement 보고서로 정리합니다
pl: Zbierz ostatnie %lld wpisów audytu w raport z engagementu
pt_br: Compilar as últimas %lld entradas de auditoria em um relatório de engagement
ru: Собрать последние %lld записей журнала в отчёт по engagement
tr: Son %lld denetim kaydını bir engagement raporunda topla
uk: Зібрати останні %lld записів журналу у звіт по engagement
zh_hans: 将最近 %lld 条审计条目汇总为 engagement 报告

source: Connect to the last Flipper on launch
ar: الاتصال بآخر Flipper عند التشغيل
de: Beim Start mit dem letzten Flipper verbinden
es: Conectar al último Flipper al abrir
fr: Se connecter au dernier Flipper au lancement
hi: लॉन्च पर पिछले Flipper से कनेक्ट करें
it: Collegati all’ultimo Flipper all’avvio
ja: 起動時に前回の Flipper に接続
ko: 실행 시 마지막 Flipper에 연결
pl: Łącz z ostatnim Flipperem przy uruchomieniu
pt_br: Conectar ao último Flipper ao abrir
ru: Подключаться к последнему Flipper при запуске
tr: Açılışta son Flipper’a bağlan
uk: Підключатися до останнього Flipper під час запуску
zh_hans: 启动时连接上次的 Flipper

source: Create folder %@
ar: إنشاء المجلد %@
de: Ordner %@ anlegen
es: Crear la carpeta %@
fr: Créer le dossier %@
hi: फ़ोल्डर %@ बनाएँ
it: Crea la cartella %@
ja: フォルダ %@ を作成
ko: %@ 폴더 만들기
pl: Utwórz folder %@
pt_br: Criar pasta %@
ru: Создать папку %@
tr: %@ klasörünü oluştur
uk: Створити папку %@
zh_hans: 创建文件夹 %@

source: Delete %@
ar: حذف %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
hi: %@ हटाएँ
it: Elimina %@
ja: %@ を削除
ko: %@ 삭제
pl: Usuń %@
pt_br: Apagar %@
ru: Удалить %@
tr: %@ öğesini sil
uk: Видалити %@
zh_hans: 删除 %@

source: Delete %@ and everything inside
ar: حذف %@ وكل ما بداخله
de: %@ samt Inhalt löschen
es: Eliminar %@ y todo su contenido
fr: Supprimer %@ et tout son contenu
hi: %@ और उसके अंदर सब कुछ हटाएँ
it: Elimina %@ e tutto il contenuto
ja: %@ を中身ごと削除
ko: %@ 및 내부의 모든 항목 삭제
pl: Usuń %@ z całą zawartością
pt_br: Apagar %@ e tudo dentro
ru: Удалить %@ со всем содержимым
tr: %@ öğesini içindekilerle birlikte sil
uk: Видалити %@ з усім вмістом
zh_hans: 删除 %@ 及其全部内容

# Download %@ to %@
source: Download %1$@ to %2$@
ar: تنزيل %1$@ إلى %2$@
de: %1$@ nach %2$@ herunterladen
es: Descargar %1$@ en %2$@
fr: Télécharger %1$@ vers %2$@
hi: %1$@ को %2$@ में डाउनलोड करें
it: Scarica %1$@ in %2$@
ja: %1$@ を %2$@ にダウンロード
ko: %1$@을(를) %2$@(으)로 다운로드
pl: Pobierz %1$@ do %2$@
pt_br: Baixar %1$@ para %2$@
ru: Скачать %1$@ в %2$@
tr: %1$@ dosyasını %2$@ konumuna indir
uk: Завантажити %1$@ до %2$@
zh_hans: 将 %1$@ 下载到 %2$@

source: Download and install the app "%@" from the official catalog
ar: تنزيل التطبيق "%@" من الكتالوج الرسمي وتثبيته
de: Die App „%@“ aus dem offiziellen Katalog herunterladen und installieren
es: Descargar e instalar la app «%@» del catálogo oficial
fr: Télécharger et installer l’app « %@ » depuis le catalogue officiel
hi: आधिकारिक कैटलॉग से ऐप "%@" डाउनलोड और इंस्टॉल करें
it: Scarica e installa l’app «%@» dal catalogo ufficiale
ja: 公式カタログからアプリ「%@」をダウンロードしてインストール
ko: 공식 카탈로그에서 "%@" 앱 다운로드 및 설치
pl: Pobierz i zainstaluj aplikację „%@” z oficjalnego katalogu
pt_br: Baixar e instalar o app "%@" do catálogo oficial
ru: Скачать и установить приложение «%@» из официального каталога
tr: “%@” uygulamasını resmi katalogdan indir ve yükle
uk: Завантажити й встановити застосунок «%@» з офіційного каталогу
zh_hans: 从官方目录下载并安装应用“%@”

source: Download and install the newest firmware release on the Flipper
ar: تنزيل أحدث إصدار من البرنامج الثابت وتثبيته على Flipper
de: Neueste Firmware-Version herunterladen und auf dem Flipper installieren
es: Descargar e instalar la última versión del firmware en el Flipper
fr: Télécharger et installer la dernière version du firmware sur le Flipper
hi: Flipper पर नवीनतम फ़र्मवेयर रिलीज़ डाउनलोड और इंस्टॉल करें
it: Scarica e installa l’ultima versione del firmware sul Flipper
ja: 最新のファームウェアをダウンロードして Flipper にインストール
ko: 최신 펌웨어를 다운로드하여 Flipper에 설치
pl: Pobierz i zainstaluj najnowszy firmware na Flipperze
pt_br: Baixar e instalar a versão mais recente do firmware no Flipper
ru: Скачать и установить последнюю версию прошивки на Flipper
tr: En yeni aygıt yazılımını indirip Flipper’a yükle
uk: Завантажити й встановити найновішу прошивку на Flipper
zh_hans: 下载最新固件并安装到 Flipper

source: Download is %lld bytes, which is above the limit
ar: حجم التنزيل %lld بايت، وهو يتجاوز الحد
de: Der Download ist %lld Bytes groß und überschreitet das Limit
es: La descarga ocupa %lld bytes, por encima del límite
fr: Le téléchargement fait %lld octets, au-delà de la limite
hi: डाउनलोड %lld बाइट का है, जो सीमा से अधिक है
it: Il download è di %lld byte, oltre il limite
ja: ダウンロードは %lld バイトで、上限を超えています
ko: 다운로드 크기가 %lld바이트로 제한을 넘습니다
pl: Pobieranie ma %lld B, ponad limit
pt_br: O download tem %lld bytes, acima do limite
ru: Размер загрузки %lld байт, это больше лимита
tr: İndirme %lld bayt, sınırın üzerinde
uk: Розмір завантаження %lld байтів, це понад ліміт
zh_hans: 下载大小为 %lld 字节，超出限制

source: Drive GPIO pin %@ %@
ar: اضبط طرف GPIO %@ على %@
de: GPIO-Pin %@ auf %@ setzen
es: Poner el pin GPIO %@ a %@
fr: Mettre la broche GPIO %@ sur %@
hi: GPIO पिन %@ को %@ करें
it: Porta il pin GPIO %@ a %@
ja: GPIO ピン %@ を %@ にします
ko: GPIO 핀 %@를 %@로 설정합니다
pl: Ustaw pin GPIO %@ na %@
pt_br: Colocar o pino GPIO %@ em %@
ru: Установить вывод GPIO %@ в %@
tr: GPIO %@ pinini %@ yap
uk: Встановити вивід GPIO %@ у %@
zh_hans: 将 GPIO 引脚 %@ 置为 %@

source: Emulate the 125 kHz tag %@
ar: محاكاة وسم 125 كيلوهرتز %@
de: 125-kHz-Tag %@ emulieren
es: Emular la etiqueta de 125 kHz %@
fr: Émuler le badge 125 kHz %@
hi: 125 kHz टैग %@ एमुलेट करें
it: Emula il tag a 125 kHz %@
ja: 125 kHz タグ %@ をエミュレート
ko: 125kHz 태그 %@ 에뮬레이트
pl: Emuluj tag 125 kHz %@
pt_br: Emular a tag de 125 kHz %@
ru: Эмулировать метку 125 кГц %@
tr: 125 kHz etiket %@ öğesini taklit et
uk: Емулювати мітку 125 кГц %@
zh_hans: 模拟 125 kHz 标签 %@

source: Emulate the NFC card %@
ar: محاكاة بطاقة NFC %@
de: NFC-Karte %@ emulieren
es: Emular la tarjeta NFC %@
fr: Émuler la carte NFC %@
hi: NFC कार्ड %@ एमुलेट करें
it: Emula la carta NFC %@
ja: NFC カード %@ をエミュレート
ko: NFC 카드 %@ 에뮬레이트
pl: Emuluj kartę NFC %@
pt_br: Emular o cartão NFC %@
ru: Эмулировать NFC-карту %@
tr: NFC kartı %@ öğesini taklit et
uk: Емулювати NFC-картку %@
zh_hans: 模拟 NFC 卡 %@

source: Emulate the iButton key %@
ar: محاكاة مفتاح iButton %@
de: iButton-Schlüssel %@ emulieren
es: Emular la llave iButton %@
fr: Émuler la clé iButton %@
hi: iButton कुंजी %@ एमुलेट करें
it: Emula la chiave iButton %@
ja: iButton キー %@ をエミュレート
ko: iButton 키 %@ 에뮬레이트
pl: Emuluj klucz iButton %@
pt_br: Emular a chave iButton %@
ru: Эмулировать ключ iButton %@
tr: iButton anahtarı %@ öğesini taklit et
uk: Емулювати ключ iButton %@
zh_hans: 模拟 iButton 钥匙 %@

source: End engagement mode
ar: إنهاء وضع الـ Engagement
de: Engagement-Modus beenden
es: Terminar el modo engagement
fr: Terminer le mode engagement
hi: एंगेजमेंट मोड समाप्त करें
it: Termina la modalità engagement
ja: エンゲージメントモードを終了します
ko: Engagement 모드를 종료합니다
pl: Zakończ tryb engagement
pt_br: Encerrar o modo engagement
ru: Завершить режим engagement
tr: Engagement modunu bitir
uk: Завершити режим engagement
zh_hans: 结束 Engagement 模式
